{
  "_name_or_path": "indobenchmark/indobert-base-p2",
  "_num_labels": 5,
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "greeting",
    "1": "goodbye",
    "2": "Perbandingan_Biaya_Pemasangan_Listrik",
    "3": "Hubungan_MCB_dan_Biaya_Listrik",
    "4": "Peningkatan_Rating_MCB",
    "5": "Kegagalan_Input_Token_Listrik",
    "6": "Usia_KWH_Meter",
    "7": "Legalitas_Penggunaan_KWH_Meter",
    "8": "Penggunaan_Listrik_Bersama",
    "9": "Pasang_Listrik_Baru_Setelah_Pemutusan",
    "10": "Prosedur_Penggunaan_Token_Listrik",
    "11": "Penggunaan_NIK_Untuk_Pembelian_Listrik",
    "12": "Pemindahan_KWH_Meter_Pribadi",
    "13": "Persyaratan_Pindah_KWH_Meter",
    "14": "Pemindahan_KWH_Meter_Lintas_Rumah",
    "15": "KWH_Meter_Minus",
    "16": "Penyebab_KWH_Meter_Error",
    "17": "Cara_Cek_Kebocoran_Arus_KWH_Meter_Prabayar",
    "18": "Penyebab_Listrik_Spaning",
    "19": "Kode_Restart_KWH_Meter_Prabayar",
    "20": "Cara_Pasang_Listrik_Baru",
    "21": "Cara_Cek_Status_Permohonan",
    "22": "Cara_Tambah_Daya_Listrik",
    "23": "Cara_Pembelian_Token_Listrik",
    "24": "Perbedaan_Biaya_Tagihan_Listrik",
    "25": "Biaya_Tambahan",
    "26": "Biaya_Tidak_Sesuai",
    "27": "Gangguan_Teknis_Aplikasi",
    "28": "Fitur_Aplikasi_PLN_Mobile",
    "29": "Pengenalan_Aplikasi_PLN_Mobile"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "Biaya_Tambahan": 25,
    "Biaya_Tidak_Sesuai": 26,
    "Cara_Cek_Kebocoran_Arus_KWH_Meter_Prabayar": 17,
    "Cara_Cek_Status_Permohonan": 21,
    "Cara_Pasang_Listrik_Baru": 20,
    "Cara_Pembelian_Token_Listrik": 23,
    "Cara_Tambah_Daya_Listrik": 22,
    "Fitur_Aplikasi_PLN_Mobile": 28,
    "Gangguan_Teknis_Aplikasi": 27,
    "Hubungan_MCB_dan_Biaya_Listrik": 3,
    "KWH_Meter_Minus": 15,
    "Kegagalan_Input_Token_Listrik": 5,
    "Kode_Restart_KWH_Meter_Prabayar": 19,
    "Legalitas_Penggunaan_KWH_Meter": 7,
    "Pasang_Listrik_Baru_Setelah_Pemutusan": 9,
    "Pemindahan_KWH_Meter_Lintas_Rumah": 14,
    "Pemindahan_KWH_Meter_Pribadi": 12,
    "Pengenalan_Aplikasi_PLN_Mobile": 29,
    "Penggunaan_Listrik_Bersama": 8,
    "Penggunaan_NIK_Untuk_Pembelian_Listrik": 11,
    "Peningkatan_Rating_MCB": 4,
    "Penyebab_KWH_Meter_Error": 16,
    "Penyebab_Listrik_Spaning": 18,
    "Perbandingan_Biaya_Pemasangan_Listrik": 2,
    "Perbedaan_Biaya_Tagihan_Listrik": 24,
    "Persyaratan_Pindah_KWH_Meter": 13,
    "Prosedur_Penggunaan_Token_Listrik": 10,
    "Usia_KWH_Meter": 6,
    "goodbye": 1,
    "greeting": 0
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.18.0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 50000
}
